Locales["mc"] = {
	--translated into minecraft enchant table language, lul
	--https://lingojam.com/StandardGalacticAlphabet
	--bugged, because game (except chat) doesn't support these chars
	--client
	["respawn"] = "ℸ ̣ ||!¡ᒷ ~u~/respawn~s~ ⎓𝙹∷ ⎓∷ᒷᓭ⍑ ᓭℸ ̣ ᔑ∷ℸ ̣",
	["enter_race"] = "!¡∷ᒷᓭᓭ  ~INPUT_PICKUP~ ℸ ̣ 𝙹 ᒷリℸ ̣ ᒷ∷ ∷ᔑᓵᒷ ᒷ⍊ᒷリℸ ̣ !",
	["exit"] = "ℸ ̣ ||!¡ᒷ~u~/exit~s~ ℸ ̣ 𝙹 ᒷ ̇/╎ℸ ̣  ∷ᔑᓵᒷ",
	["announcement"] = " ⍑ᒷꖎꖎ𝙹, ℸ ̣ ⍑╎ᓭ ╎ᓭ ᒲꖌ∷ (ᒲ∷__ꖌ⚍ꖌ𝙹'ᓭ ∷ᔑᓵ╎リ⊣)",
	["go"] = "⊣𝙹!",
	["finish_line"] = "∷ᔑᓵᒷ ⎓╎リ╎ᓭ⍑ᒷ↸!",
	["total_time"] = "~h~ℸ ̣ 𝙹ℸ ̣ ᔑꖎ ℸ ̣ ╎ᒲᒷ: ",
	["total_time_chat"] = "ℸ ̣ 𝙹ℸ ̣ ᔑꖎ ℸ ̣ ╎ᒲᒷ: ",
	--server
	["error_setmoney"] = "ᒷ∷∷𝙹∷ ╎リ ᔑᒲ𝙹⚍リℸ ̣  𝙹⎓ ᒲ𝙹リᒷ|| ℸ ̣ 𝙹 ʖᒷ ᓭᒷℸ ̣ ℸ ̣ ᒷ↸",
	["error_paid"] = "||𝙹⚍ ↸𝙹リ'ℸ ̣  ⍑ᔑ⍊ᒷ ᒷリ𝙹⚍⊣⍑ℸ ̣  ᒲ𝙹リᒷ|| ℸ ̣ 𝙹 ᒷリℸ ̣ ᒷ∷ ℸ ̣ ⍑ᒷ ∷ᔑᓵᒷ",
	---notifications
	["race_entry"] = "∷ᔑᓵᒷ ᒷリℸ ̣ ∷||",
	["race_entry_header"] = "ℸ ̣ ⍑ᔑリꖌᓭ ⎓𝙹∷ ||𝙹⚍∷ ᒷリℸ ̣ ∷||",
	["race_entry_message"] = "リ𝙹∴ ᓭ⍑𝙹∴ ᒲᒷ ∴⍑ᔑℸ ̣  ⚍ ᓵᔑリ ↸𝙹! ~n~ᒲ𝙹リᒷ||: ~r~-",
	["race_reward"] = "∷ᔑᓵᒷ ∷ᒷ∴ᔑ∷↸",
	["race_reward_header"] = "ᓵ𝙹リ⊣∷ᔑℸ ̣ ⚍ꖎᔑℸ ̣ ╎𝙹リᓭ, ᒲᔑリ",
	["race_reward_message"] = "ℸ ̣ 𝙹↸ᔑ||'ᓭ ||𝙹⚍∷ ꖎ⚍ᓵꖌ||. ⊣∷ᔑʖ ℸ ̣ ⍑╎ᓭ ᒲ𝙹リᒷ|| ᓭ𝙹𝙹リᒷ∷ ℸ ̣ ⍑ᒷリ ╎'ꖎꖎ ꖌ╎ᓵꖌ ||𝙹⚍∷ ᔑᓭᓭ ~n~ᒲ𝙹リᒷ||: ~g~",
	["race_failed"] = "∷ᔑᓵᒷ ᒷ⍊ᒷリℸ ̣",
	["race_failed_header"] = "𝙹, ℸ ̣ ⍑ᔑℸ ̣ 'ᓭ ⚍リꖎ⚍ᓵꖌ||",
	["race_failed_message"] = "ꖎ⚍ᓵꖌꖎ|| ╎'ᒲ リ𝙹ℸ ̣  ⚍. ╎ ↸𝙹リ'ℸ ̣  ꖌリ𝙹∴ ∴⍑ᔑℸ ̣  ⚍ ᒷ⍊ᒷリ ᒷ ̇/!¡ᒷᓵℸ ̣ ᒷ↸... ʖ||ᒷ ꖎ𝙹𝙹ᓭᒷ∷!"
}
